Tekla.Structures.Model.InvalidCurveCombinationException
This class represent an exception thrown when the combination of base curves is not allowed in a lofted plate
operation

Tekla.Structures.Model.InvalidCurveCombinationException.#ctor
Constructs an instance of the class